index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Coding Portfolio of Søren Lund</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Coding Portfolio of Søren Lund</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org1c55776">Introduction</a></li>
<li><a href="#org3712369">Skills Section</a></li>
<li><a href="#org24ff1b8">Projects Section</a></li>
<li><a href="#orgb482721">Experience Section</a></li>
<li><a href="#org4661498">Education Section</a></li>
<li><a href="#orged8b272">Blog or Articles Section (Optional)</a></li>
<li><a href="#orge9a97a4">Contact Information</a></li>
<li><a href="#org8e63247">Testimonials/References (Optional)</a></li>
</ul>
</div>
</div>
<div id="outline-container-org1c55776" class="outline-2">
<h2 id="org1c55776">Introduction</h2>
<div class="outline-text-2" id="text-org1c55776">
<ul class="org-ul">
<li>Brief introduction about yourself: name, background, and areas of
expertise.</li>
<li>A short description of what visitors can expect in your portfolio.</li>
</ul>
</div>
</div>
<div id="outline-container-org3712369" class="outline-2">
<h2 id="org3712369">Skills Section</h2>
<div class="outline-text-2" id="text-org3712369">
<ul class="org-ul">
<li>List of programming languages (e.g., Java, Python, JavaScript, etc.)
and technologies (e.g., HTML, CSS, frameworks).</li>
<li>Tools and frameworks you're familiar with (e.g., Git, Docker, React,
etc.).</li>
<li>Soft skills (e.g., teamwork, communication, problem-solving).</li>
</ul>
</div>
</div>
<div id="outline-container-org24ff1b8" class="outline-2">
<h2 id="org24ff1b8">Projects Section</h2>
<div class="outline-text-2" id="text-org24ff1b8">
<p>
This is the heart of your portfolio. Include:
</p>

<ul class="org-ul">
<li>Project Title : Give your project a clear, descriptive name.</li>
<li>Description : A brief overview of the project, including its purpose
and technologies used.</li>
<li>Screenshots/Demo : Visuals or a link to a live demo of the project.</li>
<li>Source Code : Link to the project's GitHub repository or other
version control where your code is hosted.</li>
<li>Role : Specify your role in the project if it was collaborative.</li>
<li>Highlight Achievements : If applicable, mention any outcomes, such
as problem-solving tactics, user engagement metrics, or skills
acquired.</li>
</ul>
</div>
</div>
<div id="outline-container-orgb482721" class="outline-2">
<h2 id="orgb482721">Experience Section</h2>
<div class="outline-text-2" id="text-orgb482721">
<ul class="org-ul">
<li>Detailed information about your relevant work experience.</li>
<li>Internships, freelance positions, or relevant volunteer work.</li>
<li>Describe your responsibilities and the technologies you used.</li>
</ul>
</div>
</div>
<div id="outline-container-org4661498" class="outline-2">
<h2 id="org4661498">Education Section</h2>
<div class="outline-text-2" id="text-org4661498">
<ul class="org-ul">
<li>Degree(s) obtained, names of institutions, and graduation dates.</li>
<li>Relevant coursework or certifications (e.g., coding bootcamps, online courses).</li>
</ul>
</div>
</div>
<div id="outline-container-orged8b272" class="outline-2">
<h2 id="orged8b272">Blog or Articles Section (Optional)</h2>
<div class="outline-text-2" id="text-orged8b272">
<ul class="org-ul">
<li>Write articles about coding concepts, tutorials, or personal experiences in tech.</li>
<li>This section showcases your communication skills and depth of knowledge.</li>
</ul>
</div>
</div>
<div id="outline-container-orge9a97a4" class="outline-2">
<h2 id="orge9a97a4">Contact Information</h2>
<div class="outline-text-2" id="text-orge9a97a4">
<ul class="org-ul">
<li>Offer ways for people to reach you (email, LinkedIn, etc.).</li>
<li>Consider having a contact form for ease of communication.</li>
</ul>
</div>
</div>
<div id="outline-container-org8e63247" class="outline-2">
<h2 id="org8e63247">Testimonials/References (Optional)</h2>
<div class="outline-text-2" id="text-org8e63247">
<ul class="org-ul">
<li>If applicable, include quotes or testimonials from colleagues or clients.</li>
</ul>
</div>
</div>
</div>
</body>
</html>
